Repository: okhin/Eclipse-Phase-French-Translation
Catalog: eclipsephase/OmegaT+/project.tmx
Source language: en_us
Languages: fr_fr

source: It’s just a collection of tin can modules, supporting a small terraforming ecostation and facilities for nomadic rednecks.
fr_fr: C'est juste une collectiond e modules boîte de conserve, abritant une petite écostation de terraformation et des installations pour les rednecks nomades.

source: On average, it’s home to 150, if you count the 20 or so pleasure pod AIs that serve as local “entertainment.”
fr_fr: En moyenne, il abrite 150 personne, si tu compte les 20 pods IAs de plaisirs qui serve de "distraction" locale.

source: A week ago, a nomad known as Hassan Naceri rolled in.
fr_fr: Il y a une semaine, un nomade connu sous le nom de Hassan Naceri est arrivé.

source: He’s a regular, word is that he runs a lone courier service for the Barsoomians.
fr_fr: C'est un habitué, le bruit court qu'il serait un messager pour les Barsoomiens.

source: On this recent visit, though, his behavior was off.
fr_fr: Lors de cette visite récente son comportement était diférent.

source: He was nervous and agitated.
fr_fr: Il était nerveux et agité.

source: He told one drinking buddy that he’d been forced to hide out in the Zone for a few days and the experience had put him on edge.
fr_fr: Il a dit a un de ses collègues de boisson qu'il a été obligé d'aller se planquer dans la Zone pour quelques jours et que l'expérience l'a mis à cran.

source: Turns out Naceri had run off with a ruster morph without working out his full indenture to Fa Jing a few years back.
fr_fr: Il s'est avéré que Naceri s'est barré avec sa morph ruster sans aller au bout de son contrat avec Fa Jing il y a quelques années.

source: The ego hunter showed up in Zim and Naceri lost it.
fr_fr: Un chasseur d'égo s'est pointé à Zim et Naceri à perdu son sang froid.

source: He killed the ego hunter and everyone else in the room.
fr_fr: Il a tué le chasseur d'ego et tout ceux qui étaient dans la salle.

source: We found a spime’s sensor records that show Naceri transforming.
fr_fr: On a trouver l'enregistrement d'un spime qui montre que Naceri s'est transformé.

source: He also killed half a dozen people simply by looking at them.
fr_fr: Il a également tué une demi-douzaine de personne, simplement en les regardant.

source: That’s right.
fr_fr: Tu as bien lu.

source: This bugger’s infected.
fr_fr: Ce connard est infecté.

source: The Martian Rangers are hot on his trail, but they don’t know what they’re dealing with.
fr_fr: Les Rangers Martiens le suivent de près, mais ils ne savent pas ce qu'ils poursuivent.

source: So we’re off to try and catch him—it—first.
fr_fr: Et donc on doit attrapper ce mec - cette chose - en premier.

source: Wish us luck.
fr_fr: Souhaite nous bonne chance.

source: Olympus, with a population of 1 million living in a space designed to accommodate 6 million, is something of a ghost town.
fr_fr: Avec une population d'1 million d'âme vivant dans une espace conçu pour en abriter 6, Olympus a des allures de ville fantôme.

source: The former principal city, built in the caldera of Olympus Mons around the space elevator, is now fallen into disuse.
fr_fr: L'ex-plus grande cité, construite dans la caldera d'Olympus Mons autoude l'ascensseur spatial est maintenant tombée en désuétude.

source: As the temperatures rose and the climate improved in the Valles Marineris canyonlands, most of the population left the windswept caldera for more hospitable surroundings.
fr_fr: Alors que les températures grimpent et que le climat s'émaliore dans les canyons de valles Marineris, la plupart de la population a abndonné les caldera balayée par les vents pour un environnement plus hospitalier.

source: Olympus is not and never was a large domed city, consisting instead of a souk-like network of minor domes and antiquated tin can hab modules.
fr_fr: Olympus n'est pas, et n'a jamais été, une grande cité dôme, composé au lieu de ça d'un souk de dômes mineurs et d'antiques habitats en boîtes de conserve connectés.

source: Low atmospheric pressure and bone-freezing temperatures at the city's altitude of 27 kilometers mean that most transhumans venturing outside the souks and hab modules still need the equivalent of light vacsuits to survive.
fr_fr: La faible pression atmosphérique et les températures glaciales de la cité à 27 kilomètres d'altitudes font que la plupart des transhumaines qui s'aventurent à l'extérieur des souks et des modules ont toujours besoin d'exocombinaisons légère pour survivre.

source: Martian Alpiners, a rare morph found in few other places, are not uncommon here due to the harsh conditions.
fr_fr: la Martian Alpiners, une morph particulièrement rare et trouvé seulement dans quelques autres endroits, sotn courantes ici en raison des conditions difficiles.

source: The city center is well-maintained and carefully overseen by the Olympus Infrastructure Authority, a minor hypercorp that operates the space elevator.
fr_fr: Le centre ville est bien entretenu et prudemment supervisé par l'Autorité de l'Infrastructure d'Olympus, une hypercorporation mineure qui opère l'éascensseur spatial.

source: The outskirts are economically depressed and sometimes dangerous, mostly deserted and populated by squatters, indentured downloads on the run, and other people who really want to be left alone.
fr_fr: La banlieue est en déclin économique et parfois dangereuse, principalement désertée et peuplée par des squatteurs, des contractés téléchargés en fuite et d'autres personnes qui tiennent à être réellement seules.

source: Occasional outbreaks of dangerously mutated artificial life are one of the few reasons for which the Authority bothers to intervene in the outskirts.
fr_fr: Des attaques occasionnelle de vie articificielle dangereusement mutés sont l'une des rares raisons pour laquelle l'Autorité daigne intervenir dans les banlieues.

source: Otherwise, the old tin can habs and their strange inhabitants are left to decay.
fr_fr: Le reste du temps, les vieilles conserves et leurs étranges habitants sont laisser là à pourrir.

source: Progress is one of the largest Cole bubbles in the Solar System.
fr_fr: Progress est l'une des plus grande bulles Cole du système solaire.

source: With 8.5 million residents, it is second in population only to Extropia in the belt.
fr_fr: Avec 8,5 millions de résidents, la seule bulle plus peuplée dans le système est Extropia, dans la ceinture.

source: Progress was created when Fa Jing evicted all of the former residents from the Martian satellite of Deimos, excavated the inside of the moonlet, and used a massive solar array to convert it into a bubbleworld.
fr_fr: Progress a été créée lorsque Fa Jing évinça tout les anciens habitants de Deimos, l'un des deux sattelite Martien, excava l'intérieur de la petite lune et à utiliser de gigantesques panneaux solaires pour la convertir en un monde bulle.

source: From an engineering standpoint, Progress is something of an embarassment.
fr_fr: D'un point de vue conception, Progress est quelque peu embarassante.

source: The habitat was originally meant to exceed Extropia in size considerably, but difficulties with heating and spinning Deimos forced Fa Jing to abandon their efforts early or risk the moonlet breaking apart.
fr_fr: L'habitat deevait, au départ, dépasser considérablement Extropia en taille, mais des difficultés rencontrées avec le réchauffage et la rotation de Deimos ont forcé fa Jing a abandonner leurs efforts plus tôt ou risquer d'exploser le sattellite.

source: Progress is nonetheless an impressive habitat, home to hypercorp glitterati and an outpost for a host of major political and economic concerns.
fr_fr: Progress reste néanmoins un habitat impressionant, le foyer de célébrités hypercorporatiste et un avant-poste pour bon nombre de politique majeurs et de probélamtiques économiques.

source: Its sister moon, Phobos, remains a warren-like tunnel habitat due to the presence of multiple legal interests unable to agree upon the disposal of the satellite.
fr_fr: Sa lune sœur, Phobos, reste un habitat tunnel enr aison de la présence de multiple intérêt légaux incapable de se mettre d'accord sur l'utilisation du sattellite.

source: The principle city of Mars, Valles-New Shanghai is transhumanity's largest planetary metroplex, with 37 million inhabitants.
fr_fr: la principale cité de Mars, valles-New Shangaï est le plus grand métroplexe de la transhumanité avec 37 millions d'habitants.

source: Valles-New Shanghai lies in the heavily terraformed Eos region in the east of the Valles Marineris canyon system.
fr_fr: Valles-New Shanghai lies se situe dans la régio Eos lourement terraformée à l'est du système de canyon de Valles Marineris.

source: The metroplex is comprised of five major domes connected by a network of Martian souks.
fr_fr: les métroplexe est composée de cinq dômes principaux connectés par un réseau de souks martiens.

source: The souks are a unique architectural feature of large Martian cities, consisting of covered thoroughfares and galleries lined with bazaars, eateries, and squats.
fr_fr: les souks sont une caractéristiques architecturale unique des grandes cités Martienne, comsistant de rue couverte et de gallerie remplies de bazar, de restaurants et de squatts.

source: It is said one can find anything if one spends enough time walking the souks.
fr_fr: On dit que l'on peut tout trouver dans les souks, à condition de passer suffisament de temps à les parcourir.

source: The domes themselves are tamer, with artificial waterways (many of which now connect to the tenuous rivers etching the surface of the Eosian bottomland), grand architecture, residential mini-arcologies, entertainment complexes, and hypercorp conference centers.
fr_fr: Les dômes en ont mêmem sont plus organisé, avec des canaux articifiels (dont la plupart se connectent maintenant aux rivières ténues qui gravent la surface des basses terres Eosiennes), une architecture grandiose, des mani-archologies résidentielles, des complexes de divertissement et des centres de conférences hypercorporatistes.

source: The most impressive by far is the Bund, the larger and older of two domes making up the city of New Shanghai proper.
fr_fr: Le plus impressionant de tous est le Bund, le plus grand et le plsu vieux des deux dômes qui forment la cité de New Shangaï a proprement parler.

source: New Shanghai is roughly bisected by the twisting Ares, an artifical river that helps regulate the dome's climate.
fr_fr: New Shanghaï est grossièrement divisée par la tumultueuse Ares, une rivière artificielle qui aide à réguler le climat du dôme.

source: Near its center is an almost brick-for-brick duplicate of the original Bund from the destroyed Earth city of Shanghai.
fr_fr: Non loin de son centre, on peut trouver une réplique presque exacte du Bund originel de la cité Terrestre de Shangahï maintenant détruite.

source: The other four domes are Little Shanghai (a newer, smaller dome adjacent to the Bund), Valles Center (a business and financial center that rivals the Lunar banks of Erato and Nectar), New Pittsburgh (also called the Burgh, a hub of research and planet-side industry), and Nytrondheim (housing major entertainment districts).
fr_fr: les quatres autres dômes sont Little Shanghaï (un dôme plus petit et plus récent adjacent au Bund), Valles Center (un centre d'affaire et de finance qui rivalise avec els banques Lunaire d'Erato et de Nectar), ew Pittsburgh (également appelé le Bourg, un centre de recherche et d'industrie planétaire) et Nytrondheim (hébergeant les principaux quartiers de divertissement).

source: Valles-New Shanghai is transhumanity's wealthiest population center, a hotbed of art and culture, and one of the system's great centers of hypercorp activity.
fr_fr: Valles-New Shanghaï est le centre de population transhumaine le plus riche, le fopyer de l'art et de la culture et l'un des plus grand centre d'activité hypercorporatiste du système.

source: The populace includes an extremely high percentage of gerontocrats, but their stifling influence on culture, economic mobility, and the legal system is only one force among many in a city of 37 million people.
fr_fr: La population comprend un nombre de gérontocrate extrêmement élevé, mais leur étouffante influence sur la culture, la mobilité économique et le système légale n'est qu'une force parmi d'autre dans une cité de 37 millions de personnes.

source: The city has expanded so much to accommodate its exploding population since the Fall that new construction is a constant.
fr_fr: La cité s'est tellement étendue pour s'adapter à l'explosion démographique de sa population depuis la Chute que les nouvelles constructiosns ont une constante.

source: Crime and corruption are widespread, though the worst of it is contained to Little Shanghai.
fr_fr: Le crime et la corruption sont largement répandus, même si le pire reste confiné à Little Shanghaï.

source: Valles is a place where dreams are made and broken every day, if not every hour.
fr_fr: Valles est l'endroit où les rêves sont fait et défait tout les jours, si ce n'est toutes les heures.

source: Not to be confused with the much larger Jovian Trojans, the Martian Trojans are a small group of mostly rocky asteroids trailing and preceding Mars at its L4 and L5 points.
fr_fr: À ne pas confondre avec les bien plus grands royens Joviens, les Troyens Martiens sont un petit groupe d'astéroïdes rocailleux qui suivent et qui précèdent Mars à ses oints L4 et L5.

source: Qing Long, with a population of 2 million, is the largest O'Neill habitat in the system.
fr_fr: Qing Long, avec une population de 2 millions d'habitants, est le plus grand habitat O'Neill du système.

source: It is situated among the Trojans at the Martian L5 point.
fr_fr: Il est situé parmi les Troyens au point L5 de Mars.

source: Qing Long has its roots in the Chinese Mars colonization effort.
fr_fr: Qing Long prend ses racine dans l'effort Chinois de colonisation de Mars.

source: Despite its exceptional size, it is one of the oldest habitats of its type, having been built almost entirely from metal-rich asteroids mined near its present location.
fr_fr: En dépit de sa taille exceptionnelle, c'est l'un des plus vieux habitats de son type, ayant été construit presque entièrement à partir des astéroïdes riches en métal extraits près de sa position actuelle.

source: Qing Long is a major underworld haven.
fr_fr: Qing Long est un havre de m'économie sous-terraine.

source: The habitat's administration is beholden to several criminal organizations who normally refrain from killing one another.
fr_fr: L'administration de l'habitat est redevable envers plusieurs organisation scriminelles qui s'abstiennent normalement de s'entretuer.

source: The habitat nominally obeys some hypercorp principles, such as limited access to cornucopia machines, forking, and AGIs.
fr_fr: L'habitat obéit normalement aux principes hypercorporatistes, tels que l'accès limité aux machines d'abondances, au fork et aux IAGs.

source: However, thriving grey and black markets enable people with the right connections to acquire just about anything here.
fr_fr: Cependant, des marchés gris et noirs prospèrent permettent aux personnes avec les bons contacts d'acquérir à peu près tout et n'importe quoi.

source: Spread out over a massive region between the orbits of Mars and Jupiter, the belt contains a few hundred asteroids greater than 100 kilometers in diameter, over a thousand objects greater than 30 kilometers in size, and countless smaller ones.
fr_fr: Réparti sur une région trés étendue entre les orbites Martienne et Jovienne, la ceinture contient une petite centaine d'astéroïdes dépassant les 100 kilomètres de diamètres, un peu plus de milles objets dépassant les 30 kilomètres et bien plus d'objets plus petits.

source: Despite this, the total mass of asteroids in the belt is only a fraction of one of the inner planets, meaning that asteroids are spread out over great distances.
fr_fr: En dépit de ce fait, la masse totale d'astéroïdes dans la ceinture est à peine une fraction de la masse de l'une des planètes interne, les astéroïdes sont donc séparés les uns des autres par de grandes disances.

source: A spacecraft flying through the belt is highly unlikely to encounter an asteroid unless it deliberately navigates toward it.
fr_fr: Un vaisseau naviguant à travers la ceinture n'a quasiment aucune chance de croiser un astéroïdes, à moins de navigueru délibérément vers l'un d'entre eux.

source: The rich, easily accessible mineral deposits in the Belt were a major link in transhumanity's first steps toward the outer system.
fr_fr: Les dépots de riche sen minerai et simple d'accès de la Ceinture ont été un des liens majeur lors des premières étapes de la transhumanité vers le système extérieur.

source: Automated mining and high-impulse ion boosters enabled outer system colonists to move metal-rich Main Belt asteroids into the orbits of Jupiter, Saturn, and beyond, where metallic asteroids are much scarcer.
fr_fr: L'extraction automatisés et les propulseurs ioniques à impulsion ont permis aux colons du système extérieur de déplacer les astéroïdes riches en métaux de la Ceinture Principale vers les orbites Joviennes, Saturnienne et au-delà, où les astéroïdes métallique sont bien plus rare.

source: This activity continues to this day as transhumanity pushes further out into the system.
fr_fr: Cette activité continue actuellement alros que la transhumanité repousse les limites du système solaire.

source: Hundreds of small habitats, mostly involved in prospecting activities, dot the belt.
fr_fr: Des centaines de petits habitats, la plupart impliqué dans des activités de propsection, ponctuent la ceinture.

source: Distant from Earth, settlements in the belt were largely spared the devastation of the Fall.
fr_fr: Éloignés de la Terre, les abris de la ceinture ont été épargnés par la dévastation de la Chute.

source: Both hypercorp and autonomous outposts flourish here.
fr_fr: Les avant-postes hypercorporatistes et autonomes fleurissent eux.

source: Derelict habitats abandoned when nearby asteroids were boosted into the outer system or depleted are common here as well, although some of these are now occupied by residents who are best left to their solitude.
fr_fr: Des habitats dérivant, abandonnés lorsque les astéroïdes à proximité ont étés propulsés dans le système extérieur ou ont été épuisés sont également fréquent ici, même si certains d'entre eux sont maintenant occupés par des résidents qui préfère rester seul avec leur solitude.

source: One of the system's three dwarf planets (along with Pluto and Eris), Ceres is almost 1,000 kilometers in diameter and hosts a population of almost a million.
fr_fr: L'une des trois planète naine (avec Pluton et Eris), Cérès fait presque 1 000 kilomètre de diamètre et héberge une population d'un million d'habitant.

source: Unlike most Main Belt asteroids, Ceres has an icy crust with a layer of liquid water beneath it, like a miniature version of Jupiter's moon, Europa.
fr_fr: Contrairement à la plupart des astéroïdes de la Ceinture Principale, Cérès possède une croute de glace au-dessus d'une couche d'eau liquide, comme une version miniature d'Europe, la lune de Jupiter.

source: With its abundant water, Ceres has a major role in resupplying other stations in the belt.
fr_fr: Avec son eau abondante, Cérès a un rôle majeur dans l'approvisionnement d'autres stations dans la ceinture.

source: Similar to Extropia, Ceres operates largely along anarcho-capitalist lines.
fr_fr: De manière similaire à Extropia, Cérès est dirigé principalement selon les des principes anarcho-capitalistes.

source: However, the Hidden Concern, a cartel run entirely by uplifted octopi, holds sway in the sub-crustal sea and maintains a stranglehold, as it were, on water extraction operations.
fr_fr: Cepandant, l'Affaire Cachée, un cartel dirigé entièrement par des pieuvres élevées règne en maître sur les mers sous la croûte glaciaire et conservent la mainmise sur les oéprations d'extaction d'eau.

source: Cerean octopoid morphs are specially adapted to survive in the ammonia-rich waters of the Hidden Sea.
fr_fr: Les morphs octopoîdes Cérienne sont spéciallement adaptée à la survie dans les eaux riches en ammoniaque de la Mer Cachée.

source: This massive beehive habitat is a major crossroads and anarcho-capitalist/mutualist marketplace.
fr_fr: Cet habitat en nid d'abeille massif est une place de marché importante de l'anarcho capitalisme.

source: Extropia is a neutral free city whose infrastructure and social fabric is maintained by a loose association of anarcho-syndicalist affinity groups.
fr_fr: Extropia est une cité libre neutre dont l'infrastructure et le tissu social sont maintenus par une association informelle de groupes d'affinité anarcho-syndicaliste.

source: Extropia's neutrality hinges on strategic alliances between key local figures, their networks, and an unusual array of outside interests that include the Lunar banks, technolibertarian factions, and outer system colonies dependent upon raw materials exported from the belt.
fr_fr: La neutralité d'Extropia dépend des alliaances stratégiques entre les personnages clefs locaux, leur réseau et un nombre inhabituel d'intérêt extérieur incluant les banques Lunaires, les factions technolibertarienne et les colonnies du système extéireur dépendant des matériaux bruts importés de la ceinture.

source: The hypercorps use Extropia as a tax shelter and a haven from which to do illicit business.
fr_fr: Les hypercorps utilise Extropia comme un paradis fiscal et comme un havre dans lequel il peuvent faire des affaires illégales.

source: There are no laws or government as such; visitors are advised to register with an insurance and security provider.
fr_fr: Il n'y a pas de lois ou de gouvernement en tan t que tel; on conseille aux visiteurs de souscrire à une assurance et à un prestataire de sécurité.

source: Named after one of the first transhumanist movements, Extropia is considered a utopia for transhumans looking for body modifications.
fr_fr: Nommée d'après l'un des premiers mouvements transhumains, Extropia est considéré comme une utopie pour les transhumains cherchant des modificatiosn corporelles.

source: AGIs and forking are accepted and allowed here.
fr_fr: Les IAGs et les forks sotn acceptés et autorisés ici.

source: The transhuman population is nearly ten million.
fr_fr: La population transhumaine atteitn les dix-millions.

source: One of the more unusual near-weightless habitats is Nova York, the main city on Metis, a large nickel-iron and silicate asteroid located in the main belt.
fr_fr: L'un des habitats a faible gravité le plus inhabituel est Navo York, la principale cité de Métis, un grand astéroïde de nickel-fer de la ceinture principale.

source: Nova York, the third largest habitat in the main belt, is a thriving metropolis of 500,000, with the main portion of the city located in a spherical cavern approximately four kilometers in diameter, the top of which is two hundred meters beneath the asteroid's surface.
fr_fr: Nova York, le troisième habitat de la ceinture d'un point de vue taille, est une métropole prospère de 500 000 transhumains, dont la portion princiaple est située dans une cavrne sphréique d'approximativement quatre fkilomètres de diamètres, dont le sommet est situé deux-cent mètres sous la surface de l'astéroïde.

source: Lit during the day by a series of huge light tubes in the outer walls, at night the lights of the buildings cause the surface of this sphere to resemble an enormous geode.
fr_fr: Éclairé pendant la journée par une série de gigantesque tubes lumineux incrustés dans les murs externes, les éclairages des bâtiments donnent à la sphère l'aspect d'une énorme géode pendant la nuit.
